Repository: pythonbrad/mayaschool
Catalog: finance/locale/*/LC_MESSAGES/django.po
Languages: fr_cm

source: student
fr_cm: élève

source: term
fr_cm: trimestre

source: active
fr_cm: actif

source: closed
fr_cm: conclu

source: invoice
fr_cm: facture

source: amount
fr_cm: montant

source: invoice item
fr_cm: élément de la facture

source: amount paid
fr_cm: montant payer

source: date paid
fr_cm: date de payement

source: comment
fr_cm: commentaire

# {self.date_paid}
source: Receipt on {self.date_paid}
fr_cm: Reçu le {self.date_paid}

source: receipt
fr_cm: reçu

source: add receipt
fr_cm: nouveau reçu

source: expected balance
fr_cm: solde attendu

source: invoice breakdown
fr_cm: répartition de la facture

source: total amount payable
fr_cm: montant total à payer

source: total amount paid
fr_cm: montant total payer

source: payments history
fr_cm: historique des payements

source: payment date
fr_cm: date de payement

source: payment_comment
fr_cm: commentaire

source: fee structure
fr_cm: structure de la facture

source: fee type
fr_cm: type de facture

source: add invoice
fr_cm: nouvelle facture

source: bulk invoice
fr_cm: importer des factures

# total_payable
source: total Ã payable
fr_cm: total à payer

source: balance
fr_cm: solde

source: class
fr_cm: classe

source: invoices list
fr_cm: liste des factures

source: invoice details
fr_cm: détail de la facture

source: edit invoice
fr_cm: éditer la facture

source: delete invoice
fr_cm: supprimer la facture

source: edit receipt
fr_cm: éditer le reçu

source: delete receipt
fr_cm: supprimer le reçu
